export default {
  // 导航栏

  route: {
    homepage: '首页',
    product:"产品",
    animal:"动物说",
    Child_behavior_analysis:"儿童行为分析",
    The_experiment:"笨爸爸小实验",
    About_us:"关于我们",
    Sign_in:"登陆",
    Sign_up:"注册",
    Picture_books:"失落的勋章"
  },

  homepage:{
    Brand_culture:"品牌文化",
    original:"原创",
    Research_and_development:"研发",
    cheerful:"快乐",
    font:"letter",
    text_indent:"1.5%",
    position_left:"31%",
    position_left_1:"31%",
    original_juzi:"原创所有的产品,玩具、母婴用品、绘本、内容,都是基于“源”点—独有的愿景展开",
    develop_juzi:"所有产品的关键环节,玩具的结构、外观、电路、内容、材料,母婴用品的设计,绘本的信息考证和创作,无一不是依靠笨爸爸各团队成员的钻研",
    cheerful_juzi:"公司创始人及所有成员,都希望能够通过共同的努力,做出更多给予家庭在孩子教养过程中收获更多快乐的玩具",
    Papa_guess:"爸爸猜猜",
    dadpat:"爸爸拍拍",
    Picture_books:"绘本",
    Check_details:"查看详情",
    Childbackpack:"儿童背包",
    jianjie:"Copyright © 2016 - 2018 北京笨爸爸科技有限公司. All Rights Reserved 京ICP备16068081号-1/2017 全国热线：400-885-0676 联系笨爸爸",
    title:"title.png",
    titleheight:"7.64%",
    repeat:"no-repeat",
    size:"100% 100%"
  },

  aboutUs:{
    pic_1:"pic_us_1.jpg",
    pic_2:"pic_us_2.jpg",
    Contact_us:"联系我们",
    add:"北京市北京经济技术开发区文化园东路6号1幢B区B305（高校创意总部三层）",
    timeline:"timeline.html"
  },

  goodwanjugu:{
    title_1: "Dadpat",
    jieshao_1:"一次与小朋友共同出游野生动物园的经历",
    jieshao_2:"一句“为什么动物不会叫”的无邪发问，撬动了“笨爸爸”公司的成立",
    jieshao_3:"成立之初，公司只想做一个能够关联动物的图片、声音",
    jieshao_4:"并且有亲子互动属性的发声盒子",
    jieshao_5:"随着意识的不断完整，形态、功能、效果具体到了“爸爸拍拍”、",
    jieshao_6:"“Dadapt”两个分别实现动物声形教学、电子打击乐器的子功能的产品。",
    playvideo:"观看宣传视频",
    left:"36%",

    title_2:"正反两面不同设计",
    jieshao_7:"基于鼓两面有不同功能，分别设计了正面爸爸拍拍和反面Dadpat",
    wenzi_1:"fontLeft.png",
    wenzi_2:"fontRight.png",


    Positive:"正面",
    The_other_side:"反面",

    title_3:"正面爸爸拍拍的玩法",
    jieshao_8:"将卡片放在卡槽内，轻轻拍打鼓面，卡片即可发出声音和切换声音；",
    jieshao_9:"手持卡片从鼓上方扫过即可发出声音",
    wenzi_3:"gu1_main3_pic2.png"

},


  goodwanjugu_1:{
    one_1:"反面Dadpat的玩法",
    one_2:"搭载智能互动教学App，传授更科学的教学方法",

    two_1:"wifi连接手机设备",
    two_2:"定制智能互动教学APP",
    t_indent:"30%",

    three_1:"选择练习模块'节奏游戏'或'打击乐器'",
    three_2: "以游戏化的场景设计、轻松欢快的音乐、难度逐级递增的节奏型设计为基础培养孩子的节奏感，提高孩子对音乐的兴趣",
    three_3: "智能互动教学，分为节奏型学习、节奏型练习和演奏三个梯度学习，可视化界面配合21颗内置LED灯指导教学，拍错提示，记录练习成绩，录制并分享自己的作品，轻松掌握非洲鼓的玩法",

    four_1:"节奏游戏部分页面展示",
    four_2:"四种场景设计，闯关解锁动物卡片",
    four_3:"三种难度选择，多级挑战",
    four_4:"游戏失败",
    four_5:"过关解锁有声动物卡片，记录成绩",

    five_1:"Dadpat部分页面展示",
    five_2:" 专为零基础量身定做的曲目",
    five_3:"梯度学习，轻松掌握",
    five_4:"模拟专业学习场景，更科学更专业",
    five_5:"正确的手法教学，打好基础",
    five_6:"可视化界面指导教学，实时反馈打击是否准确，支持录音和一键分享",
    five_7:"反馈打击准确率及全国排名，比比谁演奏得好",

    six_1:"产品规格及预购",
    six_2:"外观",
    six_3:"包装及尺寸",
    six_4:"重",
    six_5:"量：1.6千克",
    six_6:"待",
    six_7:"机：48-56小时",
    six_8:"电源和电池：锂离子充电电池，通过USB充电",
    six_9:"包&nbsp;装&nbsp;清&nbsp;单：爸爸拍拍，随机卡片一套，USB充电线，使用说明书",
    six_10:"了解更多产品信息，请拨打010-67859516联系我们",


},


  good_huiben:{
    nodeone_1:"一段逐渐被淡忘的历史，一段历史课本中并未提及的历史",
    nodeone_2:"14万华工以“以工代兵”的姿态奔赴一战战场",
    nodeone_3:"他们做着最脏最累的工作，可他们的贡献却一再地被从历史中抹去",
    nodeone_4:"这些人被历史抹去了，一点儿也不奇怪，因为人们不了解这段历史 ",
    nodeone_5:"华工们成了“被遗忘者中的被遗忘者”...... ",
    nodeone_6:"下一代从历史中能学到什么，这是教育很重要的课题 ",
    nodeone_7:"希望年轻人能从历史里看到人性的分析",
    nodeone_8:"认识到他们对世界和平应负怎样的责任...... ",


    main3_1:"1914—1918年爆发了第一次世界大战",
    main3_2:"这是一场发生在欧洲但波及全世界的世界大战",
    main3_3:"当时世界上大多数国家都卷入了这场战争",
    main3_4:"事实上中国当时正处于“百年屈辱”、日趋衰弱至近乎贫困的状态 ",
    main3_5:"中国政府提出派人前去援助协约国",
    main3_6:"以期在政治上获得一些平等的权力和话语权",
    main3_7:"直到1916年底，协议终于达成，中国派出了数万名工人乘船前往法国。",

    p_1:"部分内页展示",

    main4_1:" 一战期间，150万名法国士兵阵亡，英国也损失了至少100万士兵。战场上炮火连天、尸横遍野",
    main4_2:"大英威海招工局和中国劳工的招工合同，华工毫无准备面对战争的残酷，茫然无措地承受命运的跌宕",
    main4_3:"华工为协约国的后勤保障做出来巨大贡献，英国陆军大臣劳合•乔治惊讶于华工的强壮，负重三四百磅的行走起来仍面色如常",
    main4_4:"耶鲁大学毕业生晏阳初作为基督教青年会的干事远赴欧洲投入帮助华工的工作，他组织扫盲班并自编教材帮助华工识字，还创办了《华工周报》帮助华工了解外部世界",
    main4_5:"每到中国传统节日，华工们就在营房门口贴上对联，点头作揖，互道吉祥。踩高跷、扭秧歌、乐器演奏…艰苦条件下，还是把节日过得喜气洋洋",
    main4_6:"1918年11月28日，北洋政府以一战战胜国身份在故宫太和殿举行盛大的中外军队阅兵典礼，并设宴招待各国公使，以庆祝一战胜利。一战期间，中国派遣了14万劳工，让英法等国的劳动力从后方沉重的劳动中解脱出来，强有力保证了协约国的胜利",
    main4_7:"14万中国劳工的血泪没有为中国带来国际地位的提升，巴黎和会上中国仅获得两个代表席位，且日本不断质疑中国参会资格，企图将中国排斥在和会之外，英法等国则为了自身利益将德国在中国山东的特权转交日本，消息传回国内，国人群情激奋，最终爆发五四运动",
    main4_8:" 一战接近尾声时，英国强制遣返生病华工，胜利后更是仓促将华工遣返。1920年，最后一批英招华工返回被日军控制的青岛。他们守护了英国人和法国人的家园，英国人和法国人却出卖了他们的故乡",
    main4_9:"英国政府为华工颁发的铜质勋章，勋章上没有名字，只有一串代表身份的编号和“Chinese L.C.”（译作“华工团”）字样",


    main5_1:"一战的硝烟散去了一百年",
    main5_2:"中国的劳工也沉睡了一百年",

    main6:"1998年11月2日，一战结束的第80个年头，法国政府在巴黎13区华人城博德古尔公园内树立起一座花岗岩碑，用以“纪念在第一次世界大战中为法国捐躯的中国劳工和战士”； 而英国现有的代表了21个国家的6万座纪念碑中无一个提到中国14万劳工的贡献。所幸的是，经过多年筹集，名为“让我们铭记”的英国第一座华工纪念碑将在2018年9月正式揭幕",

    spilt_1:"或许对于他们而言，迟到的纪念已太过苍白",
    spilt_2:"作为后人的我们，更应该思考的是",
    spilt_3:"没有这些黄皮肤的“小人物”",
    spilt_4:"中国和世界的“大历史”又会何去何从...... ",
    spilt_5:"我们历时两年引据考究反复推敲",
    spilt_6:"前后十几位画家参与创作",
    spilt_7:"提炼出90多幅油画作品装帧成册",
    spilt_8:"只为更严谨、更客观地重现这段历史",

    spilt_9:"今年是第一次世界大战胜利100周年",
    spilt_10:"希望一战华工们用鲜血和生命为中国取得战胜国的尊严 ",
    spilt_11:"和推动世界和平的伟大贡献",
    spilt_12:"能被我们铭记和敬仰",
    spilt_13:"能被世界承认",
    spilt_14:"希望《失落的勋章》 ",
    spilt_15:"带给作为后人的我们更多的思考",



  },


  goods:{
    pic_1:"produce_pic_01.png",
    pic_2:"produce_pic_02.png",
    pic_3:"produce_pic_03.jpg",
    pic_4:"produce_pic_04_en.jpg",
  },

  caicai:{
    bg_1:"gu2_01.jpg",
    bg_2:"gu2_02.jpg",
    bg_3:"gu2_03.jpg",
    bg_4:"gu2_04.jpg",
    bg_5:"gu2_05.jpg",
  },
  Childbackpack:{
    bg_2:"Childbackpack_02.jpg",
    bg_3:"Childbackpack_03.jpg",
    bg_4:"Childbackpack_04.jpg",
    bg_5:"Childbackpack_05.jpg"
  },

}

